Repository: Czocher/nawia2014
Catalog: Nawia2014/Nawia2014/faculty/locale/*/LC_MESSAGES/django.po
Languages: pl

source: StudyCycle
pl: cykl kształcenia

source: StudyCycles
pl: cykle kształcenia

source: StudyCycle/name
pl: nazwa

source: StudyCycle/start of submissions
pl: rozpoczęcie wyboru tematów

source: StudyCycle/end of submissions
pl: zakończenie wyboru tematów

source: LDAP synced
pl: stan synchronizacji z systemem LDAP

source: UserBasedModel/user
pl: użytkownik

source: Students
pl: studenci

source: Student/study cycles
pl: realizowane cykle kształcenia

source: Employee
pl: pracownik uczelni

source: Employees
pl: pracownicy uczelni

source: Employee/academic title
pl: tytuł naukowy

source: Employee/position
pl: stanowisko

source: Employee/organizational unit
pl: jednostka organizacyjna

source: Organization
pl: organizacja zewnętrzna

source: Organizations
pl: organizacje zewnętrzne

source: Organization/name
pl: nazwa

source: OrganizationalUnit
pl: jednostka organizacyjna

source: OrganizationalUnits
pl: jednostki organizacyjne

source: OrganizationalUnit/name
pl: nazwa

source: OrganizationalUnit/head
pl: kierownik

source: Authority
pl: przedstawiciel władz wydziału

source: Authorities
pl: władze wydziału

source: Dean
pl: Dziekan

source: Vice-Dean for Promotion and Cooperation
pl: Prodziekan ds. Promocji i Współpracy

source: Vice-Dean for Research
pl: Prodziekan ds. Nauki

source: Vice-Dean for Teaching and Students
pl: Prodziekan ds. Studenckich i Dydaktyki

source: Authority/role
pl: rola

source: Authority/occupant
pl: pełniący funkcję
