Repository: Czocher/nawia2014
Catalog: theses/locale/*/LC_MESSAGES/django.po
Languages: pl

source: ThesisStateChange
pl: zmiany stanu pracy

source: ThesesStatesChanges
pl: zmiany stanów prac

source: ThesisStateChange/in work
pl: w trakcie tworzenia

source: ThesisStateChange/cancelled
pl: anulowana

source: ThesisStateChange/failed
pl: niepowodzenie

source: ThesisStateChange/finished
pl: ukończona

source: ThesisStateChange/antiplagiarism test passed
pl: test antyplagiatowy zakończył się pomyślnie

source: ThesisStateChange/antiplagiarism test failed
pl: praca została oznaczona jako plagiat

source: ThesisStateChange/ready to be reviewed
pl: oczekująca na recenzje

source: ThesisStateChange/under review
pl: w trakcie recenzowania

source: ThesisStateChange/reviews passed
pl: otrzymała pozytywne recenzje

source: ThesisStateChange/defence ready
pl: oczekująca na obronę

source: ThesisStateChange/under defence
pl: w trakcie obrony

source: ThesisStateChange/defended
pl: obroniona

source: ThesisStateChange/defence failed
pl: obrona zakończyła się niepowodzeniem

source: StateChange/state
pl: stan

source: Thesis
pl: praca dyplomowa

source: Theses
pl: Prace dyplomowe

source: ThesisTopic/state
pl: stan

source: Thesis/autorship
pl: powiązanie studenta z tematem pracy

source: Thesis/supervisor
pl: promotor

source: Thesis/auxiliary supervisors
pl: promotorzy pomocniczy

source: Thesis/advisors
pl: konsultanci
