Repository: Czocher/nawia2014
Catalog: Nawia2014/Nawia2014/nawia/locale/*/LC_MESSAGES/django.po
Languages: pl

source: history of states changes
pl: historia zmian stanów

source: thesis title
pl: tytuł tematu

source: thesis description
pl: opis tematu

source: keywords
pl: słowa kluczowe

source: number of team members
pl: maksymalna liczba członków zespołu

source: author of thesis subject
pl: autor tematu pracy

source: attachments
pl: załączniki

source: questions for the student who apply to write a given thesis
pl: pytania, na które musi odpowiedzieć student jeśli chce zapisać się na dany temat

source: is published automatically
pl: informacja o tym czy praca ma być automatycznie publikowana po jej zatwierdzeniu

source: subject of thesis
pl: temat pracy

source: subjects of theses
pl: tematy prac

source: actual thesis subject state
pl: aktualny stan tematu pracy

source: person responsible for changing thesis subject state
pl: osoba odpowiedzialna za zmiane stanu tematu pracy

source: note about thesis subject state
pl: komentarz dotyczący stanu pracy

source: happend
pl: data modyfikacji

source: state change of thesis subject
pl: zmiana stanu tematu pracy

source: states changes of thesis subject
pl: zmiany stanów tematów prac

source: informations about thesis
pl: informacje dotyczące pracy

source: inform if thesis is done
pl: informacja mówiąca, że praca jest ukończona

source: supervisor
pl: promotor

source: auxiliary supervisors
pl: promotor pomocniczy

source: advisor
pl: pracownik uczelni nadzorujący prace w przypadku, gdy autorem tematu pracy jest organizacja zewnętrzna

source: thesis reviews
pl: recenzje pracy

source: thesis
pl: praca dyplomowa

source: theses
pl: prace dyplomowe

source: authorship state
pl: stan powiązania studenta z tematem pracy

source: informations from student to thesis subject author
pl: informacje od studenta zgłaszającego chęć pisania danej pracy do jej autora

source: date of authorship proposal
pl: data utworzenia powiązania studenta z pracą dyplomową

source: date of last modification
pl: data ostatniej modyfikacji powiązania studenta z pracą dyplomową

source: authorship
pl: powiązanie studenta z pracą dyplomową

source: authorships
pl: powiązania studentów z pracami dyplomowymi

source: type of the criterion
pl: typ kryterium

source: content of the criterion
pl: treść kryterium

source: submission criterion
pl: kryterium zapisu na pracę

source: submission criteria
pl: kryteria zapisu na pracę

source: criterion
pl: kryterium

source: value of criterion
pl: wartość kryterium

source: submission criterion value
pl: wartość kryterium zapisu na pracę

source: submission criteria values
pl: wartości kryteriów zapisu na pracę

source: review author type
pl: typ recenzji

source: review author
pl: recenzent

source: reviewer's comment
pl: komentarz recenzenta

source: mark
pl: ocena

source: information about adding review
pl: informacja o dodaniu recenzji

source: review
pl: recenzja

source: reviews
pl: recenzje

source: attachment
pl: załącznik

source: keyword
pl: słowo kluczowe

source: study cycle name
pl: cykl kształcenia

source: start of submissions
pl: data otwarcia rejestracji na pracę

source: end of submissions
pl: data zakończenia rejestracji na pracę

source: is synced with LDAP
pl: informacja o synchronizacji z LDAP-em

source: study cycle
pl: cykl kształcenia

source: study cycles
pl: cykle kształcenia

source: user
pl: użytkownik

source: user based model
pl: model użytkownika

source: users based models
pl: modele użytkownika

source: students
pl: studenci

source: academic title
pl: tytuł akademicki

source: worksite
pl: stanowisko pracy

source: organizational unit
pl: jednostka organizacyjna

source: employee
pl: pracownik

source: employess
pl: pracownicy

source: organization name
pl: nazwa organizacji zewnętrznej

source: organization
pl: organizacja

source: organizations
pl: organizacje

source: organizational unit name
pl: nazwa jednostki organizacyjnej

source: head of organizational unit
pl: kierownik jednostki organizacyjnej

source: organizational units
pl: jednostki organizacyjne

source: authority role
pl: stanowisko

source: person occupying the worksite
pl: osoba zasiadająca na danym stanowisku

source: authority
pl: władza wydziału

source: authorities
pl: władze wydziału

# permission description
source: can create thesis subject
pl: może utworzyć temat pracy

# permission description
source: can modify thesis subject
pl: może zmodyfikować temat pracy

# permission description
source: can cancel thesis subject
pl: może unieważnić temat pracy

# permission description
source: can publish thesis subject
pl: może publikować temat pracy

# permission description
source: can accept thesis subject
pl: może akceptować temat pracy

# permission description
source: can reject thesis subject
pl: może odrzucić temat pracy

# permission description
source: can define criterion of submission for thesis subject
pl: może definiować kryterium zapisu na pracę

# permission description
source: can fill value of criterion of submission for thesis subject
pl: może podawać wartości dla zdefiniowanych kryteriów zapisu na pracę

# permission description
source: can accept submission for thesis subject
pl: może akceptować zgłoszenie studenta do tematu

# permission description
source: can reject submission for thesis subject
pl: może odrzucać

# permission description
source: can propose submission for thesis subject
pl: może zgłaszać się na pracę

# permission description
source: can cancel submission for thesis subject
pl: może unieważnić zgłoszenie na pracę

# permission description
source: can propose reviewer
pl: może proponować recenzenta

# permission description
source: can assign reviewer
pl: może przypisać recenzenta

# permission description
source: can write review
pl: może recenzować

# permission description
source: can accept thesis
pl: może zatwierdzać pracę do recenzji

# permission description
source: can cancel thesis
pl: może unieważniać pracę

# group name
source: students
pl: studenci

# group name
source: supervisors
pl: promotorzy

# group name
source: reviewers
pl: recenzenci

# group name
source: thesis subject authors
pl: autorzy tematów prac

# group name
source: heads of faculty
pl: władze wydziału

# group name
source: heads of departments
pl: kierownicy katedr
